Repository: common-repository/admin-ide-dark-mode
Catalog: languages/admin-ide-dark-mode-*.po
Languages: fr_fr

source: It changes the colors of your WordPress Admin IDE. Work on : Theme files edit, Plugin files edit, Custom CSS (customize panel), HFCM and more.
fr_fr: Vous offre la possibilité de modifier les couleurs de l’IDE dans l’administration WordPress. Fonctionne sur : éditeur des fichiers du thème, éditeur des fichiers des plugins, CSS personnalisé (panneau customisation), HFCM et plus encore.

source: IDE Theme
fr_fr: Thème IDE

source: How to use
fr_fr: Documentation

source: // this code sample is here to show you the different themes // feel free to change this sample $sampleText = 'helloWorld'; function hello_world( $text ) { echo $text; } hello_world( $sampleText );
fr_fr: // Ce code est là pour vous montrer les différents thèmes // Vous pouvez le modifier à votre guise $sampleText = ‘helloWorld’; function hello_world( $text ) { echo $text; } hello_world( $sampleText );

source: We apologize for the inconvenience, but we are currently unable to display the "How to Use" panel due to an error. Please try again later. Rest assured, we are actively working on resolving this issue and will address it in an upcoming update.
fr_fr: Nous nous excusons pour le désagrément, mais nous ne pouvons actuellement pas afficher le panneau « Documentation » en raison d’une erreur. Veuillez réessayer ultérieurement. Soyez assuré que nous travaillons activement à résoudre ce problème et nous le réglerons dans une prochaine mise à jour.

source: Something went wrong. Unable to proceed your request.
fr_fr: Une erreur est survenu. Impossible de traiter votre demande pour le moment.

source: Settings saved.
fr_fr: Thème sauvegardé.

source: Theme selection
fr_fr: Sélection du thème

source: Save Changes
fr_fr: Enregistrer les modifications

source: Thank you for using the Admin IDE Dark Mode.
fr_fr: Merci à vous d’utiliser Admin IDE Dark Mode.

source: In the Settings panel, you can select a theme for your IDE using the 'IDE Theme' tab.
fr_fr: Dans le menu Réglages, vous pouvez sélectionner un thème pour votre IDE dans l’onglet ‘Thème IDE’.

source: Choose your theme and then, every IDE in the admin section will adopt the newly selected theme. Quite simple, isn't it ?
fr_fr: Choisissez votre thème, tous les IDE de l’administration adopteront les nouvelles couleurs. Simple, non ?
